docs/arkitektur/tilstander/Ukjente brevkoder.approved.md
```mermaid
   stateDiagram
   [*]-->MottattType
   	MottattType --> AvventerJournalpostType
	AvventerJournalpostType --> AvventerPersondataType
	AvventerPersondataType --> KategoriseringType
	KategoriseringType --> AvventerGosysType
	AvventerGosysType --> InnsendingFerdigstiltType
   InnsendingFerdigstiltType--> [*]    
```
